Repository: vkolev/gsharkdown
Catalog: po/*.po
Languages: bg_bg, de_de, es

source: Please check your username and password for Last.fm
bg_bg: Моля проверете вашите потребителско име и парола за Last.fm
de_de: Bitte prüfen Sie ihren Benutzernamen und ihr Passwort für Last.fm
es: Por favor revisa el nombre de usuario y password de Last.fm

source: GrooveShark service has probably changed or is not working! gSharkDown will not works propperly, so please be patient until we find a solution. Also, this may usually caused by a proxy misconfiguration please check your proxy configuration. The error was: %s
bg_bg: GrooveShark услугата е вероятно променена или не работи! gSharkDown няма да работи коректно, за това бъдете търпеливи, докато открием решение. Това може да бъде причинено и от неправилно конфигурирано прокси. Моля проверете настройките на вашето прокси. Грешката беше: %s
de_de: GrooveShark-Service wurde wahrscheinlich geändert oder funktioniert nicht! gSharkDown wird nicht richtig funktionieren. Bitte seien Sie geduldig, bis wird das Problem beseitigt haben. Das kann auch bedeuten, dass den Proxy nicht richtig konfiguriert wurde. Bitte prüfen Sie Ihre Proxy-Konfiguration. Das Fehler war: %s
es: El servicio Grooveshark probablemente haya cambiado o no está funcionando. gSharkDown no funcionará correctamente, por favor sea paciente hasta que podamos solucionar el problema. Además, esto puede deberse a una configuración errónea del proxy, por favor revise la configuración del proxy. El error fue: %s

source: Error while saving the playlist
bg_bg: Грешка при записването на списъка с песни
de_de: Fehler beim Speichern der Wiedergabeliste
es: Error al guardar la lista de reproducción

source: Error while saving the download queue
bg_bg: Грешка при записването на списъкза за изтегляне
de_de: Fehler beim Speichern der Downloadliste
es: Error al guardar la cola de descargas

source: Save playlist to file
bg_bg: Запиши списъка с песни във файл
de_de: Wiedergabeliste in Datei speichern
es: Guardar lista de reproducción a archivo

source: Select Playlist to open
bg_bg: Изберете списък с песни
de_de: Wiedergabeliste auswählen
es: Selecciona una lista de reproducción para abrir

source: Playlist files
bg_bg: Списъци с песни
de_de: Wiedergabelisten
es: Archivos de lista de reproducción

source: Are you sure you want to quit gSharkDown?
bg_bg: Сигурни ли сте, че искате да изключите gSharkDown?
de_de: Sind Sie es sich sicher, dass Sie gSharkDown ausschalten?
es: ¿Seguro que quieres salir de gSharkDown?

source: Quit?
bg_bg: Изход?
de_de: Beenden?
es: ¿Salir?

source: <b>Playing:</b> <i>{title}</i> <span fgcolor='#777777'>by {artist}</span>
bg_bg: <b>Изпълнява се:</b> <i>{title}</i> <span fgcolor='#777777'>от {artist}</span>
de_de: <b>Abspielen:</b> <i>{title}</i> <span fgcolor='#777777'>von {artist}</span>
es: <b>Reproduciendo:</b> <i>{title}</i> <span fgcolor='#777777'>de {artist}</span>

source: Now playing
bg_bg: В момента свири
de_de: Wiedergabe von
es: Ahora reproduciendo

source: %d track
bg_bg: %d песен
de_de: %d Lied
es: %d pista

source: Track {0} of {1}
bg_bg: Песен {0} от {1}
de_de: Lied {0} von {1}
es: Pista {0} de {1}

source: There should be a playing song to view the lyrics for it.
bg_bg: Трябва да има свиреща песен, за да видите тескта за нея.
de_de: Ein Lied muss zuerst abgespielt werden, um dessen Text zu sehen.
es: Se debe estar reproduciendo una canciónpara poder ver sus letras.

source: Downloading %d file
bg_bg: Изтегляне %d файл
de_de: Lade %d Datei herunter
es: Descargando %d archivo

source: There is no song to be loved. A song should be playing
bg_bg: Няма песен, която да бъде харесана. Песента трябва да свири
de_de: Da ist kein Lied zu lieben. Das lied muss erst abgespielt werden.
es: No hay ninguna canción para amar :( . Se debe estar reproduciendo una canción para usar esta acción.

source: Title
bg_bg: Заглавие
de_de: Titel
es: Título

source: Artist
bg_bg: Изпълнител
de_de: Künstler
es: Artista

source: Album
bg_bg: Албум
es: Álbum

source: Error
bg_bg: Грешка
de_de: Fehler

source: Song Information - {songid}
bg_bg: Информация за песента - {songid}
de_de: Lied Information - {songid}
es: Información de canción - {songid}

source: <b>Title:</b> {title}
bg_bg: <b>Заглавие:</b> {title}
de_de: <b>Titel:</b> {title}
es: <b>Título:</b> {title}

source: <b>Artist:</b> {artist}
bg_bg: <b>Изпълнител:</b> {artist}
de_de: <b>Künstler:</b> {artist}

source: <b>Duration:</b> {duration} min
bg_bg: <b>Времетраене:</b> {duration} мин
de_de: <b>Länge:</b> {duration} min
es: <b>Duración:</b> {duration} min

source: <b>Album:</b> {album}
bg_bg: <b>Албум:</b> {album}
es: <b>Álbum:</b> {album}

source: <b>Year:</b> {year}
bg_bg: <b>Година:</b> {year}
de_de: <b>Jahr:</b> {year}
es: <b>Año:</b> {year}

source: There is no proxy configured in your system
bg_bg: Няма конфигурирано прокси в системните настройки
de_de: Es ist kein System-Proxy eingegeben
es: No hay proxy configurado en tu sistema

source: The system proxy is: %s
bg_bg: Системното прокси е: %s
de_de: Das System-Proxy ist: %s
es: El proxy del sistema es: %s

source: The Last.fm username must not be empty.
bg_bg: Потребителското име за Last.fm не трябва да е празно.
de_de: Die Benutzername für Last.fm darf nicht leer sein.
es: El nombre de usuario de Last.fm no puede estar vacío.

source: The Last.fm password must not be empty.
bg_bg: Паролата за Last.fm не трябва да е празна.
de_de: Das Passwort für Last.fm, darf nicht leer sein.
es: El password de Last.fm no puede estar vacío.

source: Please check your username and password for Last.fm or disable scrobbling
bg_bg: Моля проверете вашите потребителско име и парола за Last.fm или изключете scrobbling
de_de: Bitte prüfen Sie ihren Benutzernamen und ihr Passwort für Last.fm oder schalten Sie den Scrobbling aus.
es: Por favor revisa el nombre de usuario y password de Last.fm o deshabilita el scrobbling

source: Show gSharkDown
bg_bg: Покажи gSharkDown
de_de: gSharkDown zeigen
es: Mostrar gSharkDown

source: Check for update
bg_bg: Провери за нова версия
de_de: Auf Updates überprüfen
es: Verificar actualizaciones

source: Stop
bg_bg: Спиране
es: Detener

source: Play
bg_bg: Пускане
de_de: Starten
es: Reproducir

source: Grooveshark is not initialized
bg_bg: Grooveshark не е инициализиран
de_de: Grooveshark konnte nicht initialisiert werden
es: Grooveshark no está inicializado

source: <b>Title:</b> {title} <b>Artist:</b> {artist} <b>Album:</b> {album} <b>Year:</b> {year}
bg_bg: <b>Заглавие:</b> {title} <b>Изпълнител:</b> {artist} <b>Албум:</b> {album} <b>Година:</b> {year}
de_de: <b>Name:</b> {title} <b>Artist:</b> {artist} <b>Album:</b> {album} <b>Jahr:</b> {year}
es: <b>Título:</b> {title} <b>Artista:</b> {artist} <b>Album:</b> {album} <b>Año:</b> {year}

source: An error occurred while playing the song. Please try again later. The error was: %s
bg_bg: Възникна грешка при изпълнението на песента. Опитайте по-късно. Грешката беше: %s
de_de: Es ist ein Fehler beim Abspielen der Lied aufgetreten. Bitte versuchen Sie es später nochmal. Грешката беше: %s
es: Ocurrió un error cuando se reproducía la canción. Inténtelo mas tarde. El error fue: %s

source: No songs found
bg_bg: Не са открити песни
de_de: Keine Lieder gefunden
es: No se encontraron canciones

source: An error occurred while search on Grooveshark. The error was: %s
bg_bg: Възникна грешка при търсене в Grooveshark. Грешката беше: %s
de_de: Es ist ein Fehler bei der Suche in Grooveshark aufgetreten. Das Fehler war: %s
es: Ocurrió un error cuando se buscaba en Grooveshark. El error fue: %s

source: To update to the latest version
bg_bg: За да обновите до последната версия
de_de: Um auf die neueste Version zu upgraden
es: Para actualizarte a la última versión

source: you can visit the <a href="http://https://bitbucket.org/vkolev/gsharkdown/downloads">
bg_bg: можете да посетите <a href="http://https://bitbucket.org/vkolev/gsharkdown/downloads">
de_de: können Sie die <a href="http://https://bitbucket.org/vkolev/gsharkdown/downloads">
es: puedes visitar el <a href="http://https://bitbucket.org/vkolev/gsharkdown/downloads">

source: download site</a>. If you are using the latest version and want to be
bg_bg: сайта за изтегляне</a>. Ако използвате послдната версия и искате да сте
de_de: Downloadseite</a> besuchen. Sollten Sie die neueste Version verwenden und möchten
es: sitio de descargas</a>. Si estás usando la última versión y quieres ser

source: informed about new versions, just enable the option in the <b>Preferences</b> dialog.
bg_bg: информирани за нови версии, просто разрешете опцията в диалога <b>Настройки</b>.
de_de: über neue Versionen informiert werden, dann können Sie das im Dialog <b>Einstellungen</b> erlauben.
es: informado sobre nuevas versiones, simplemente habilita la opción en el diálogo <b>Preferencias</b>.

source: <b>New version <span fgcolor="red"><i>%s</i></span> is available</b>
bg_bg: <b>Достъпна е нова версия<span fgcolor="red"><i>%s</i></span></b>
de_de: <b>Neue Version <span fgcolor="red"><i>%s</i></span> ist verfügbar</b>
es: <b>Nueva versión <span fgcolor="red"><i>%s</i></span> disponible</b>

source: New version
bg_bg: Нова версия
de_de: Neue Version
es: Nueva versión

source: <b>You are using the latest version!</b>
bg_bg: <b>Вие използвате последната версия!</b>
de_de: <b>Sie benutzen die neueste Version!</b>
es: <b>¡Estás usando la última versión!</b>

source: Latest version
bg_bg: Последна версия
de_de: Neueste Version
es: Última versión

source: Loading lyrics...
bg_bg: Зареждане на текста...
de_de: Lade Liedtext
es: Cargando letras...

source: Lyrics
bg_bg: Текст
de_de: Liedtext
es: Letras

source: Failed to create '%s' for writing.
bg_bg: Неуспех при създаване на '%s' за записване.
de_de: Fehler beim erstellen von '%s' zum schreiben.
es: Error al abrir "%s" para escritura

source: File name
bg_bg: Файл
de_de: Datei
es: Nombre del archivo

source: Speed
bg_bg: Скорост
de_de: Geschwindigkeit
es: Velocidad

source: Size
bg_bg: Размер
de_de: Größe
es: Tamaño

source: Download progress
bg_bg: Прогрес на изтегляне
de_de: Heruntergeladen
es: Progreso de la descarga

source: Text below icons
bg_bg: Текст под иконите
de_de: Text unter
es: Texto debajo de los iconos

source: Text beside icons
bg_bg: Текст до иконите
de_de: Text an der Seite
es: Texto al lado de los iconos

source: Not show
bg_bg: Не показвай
de_de: Zeige nicht
es: No mostrar

source: Change the playlist style
bg_bg: Промяна на стила на списъка за просвирване
de_de: Visualisierung der Wiedergabeliste ändern
es: Cambiar estilo de la lista de reproducción

source: Please update your version of PyGtk to change the playlist style
bg_bg: Моля обновете версията на PyGtk, за да промените вида на списъка за просвирване.
de_de: Bitte aktualisieren sie die Version von PyGtk, um die Visualisierung der Wiedergabeliste zu ändern.
es: Por favor actualice su versión de PyGtk para cambiar el estilo de la lista de reproducción

source: Play and download songs from Grooveshark
bg_bg: Слушай и изтегляй песни от Grooveshark
de_de: Lider von Grooveshark abspielen und herunterladen
es: Reproduzca y descargue canciones de Grooveshark

source: <b>Lyrics for:</b>
bg_bg: <b>Текст за:</b>
de_de: <b>Liedtext für</b>
es: <b>Letras para:</b>

source: Lyrics viewer
bg_bg: Текст на песен
de_de: Liedtext Ansicht
es: Visor de letras

source: <span size="small"> <b>You can use the following placeholders:</b> <b>{artist}</b> - The name of the artist <b>{song}</b> - The name of the song <b>{album}</b> - The album name </span>
bg_bg: <span size="small"> <b>Можете да използвате следните заместители:</b> <b>{artist}</b> - Името на изпълнителя <b>{song}</b> - Заглавието на песента <b>{album}</b> - Името на албума </span>
de_de: <span size="small"> <b>Sie dürfen die folgenden Schlüssel im Muster benutzen:</b> <b>{artist}</b> - Name der Sänger <b>{song}</b> - Name des Liedes <b>{album}</b> - Name des Albums</span>
es: <span size="small"> <b>Puedes usar las siguientes etiquetas:</b> <b>{artist}</b> - El nombre del artista <b>{song}</b> - El nombre de la canción <b>{album}</b> - El nombre del album </span>

source: Check for updates on startup
bg_bg: Провери за обновления при стартиране
de_de: Beim Start auf Updates prüfen
es: Verificar actualizaciones al inicio

source: Do not use proxy
bg_bg: Не използвай прокси
de_de: Kein proxy verwenden
es: No usar proxy

source: Download Directory:
bg_bg: Директория за изтегляне:
de_de: Herunterlade-Verzeichniss
es: Directorio de descarga:

source: Downloads
bg_bg: Изтегляне
de_de: Herunterladen
es: Descargas

source: Enable Last.fm Scrobbling
bg_bg: Разреши Last.fm Scrobbling
de_de: Last.fm Scrobbling erlauben
es: Habilitar Scrobbling de Last.fm

source: File renaming pattern:
bg_bg: Шаблон за преименуване на файла:
de_de: Muster zum Umbenennen der Datei:
es: Patrón para renombrar descargas:

source: General
bg_bg: Основни
de_de: Allgemein

source: Maximum download speed:
bg_bg: Максимална скорост за изтегляне:
de_de: Maximale Download-Geschwindigkeit:
es: Velocidad máxima de descarga:

source: MegaBytes
bg_bg: Мега байта

source: Password:
bg_bg: Парола:
de_de: Passwort:
es: Contraseña:

source: Port:
bg_bg: Порт:
es: Puerto:

source: Proxy
bg_bg: Прокси

source: Quit application without confirmation
bg_bg: Изход от приложението без потвърждение
de_de: Programm beenden ohne Bestätigung
es: Cerrar aplicación sin confirmación

source: Select the download directory
bg_bg: Изберете дестинация за записване
de_de: Speicherort für heruntergeladene Dateien auswählen
es: Seleccionar directorio para las descargas

source: Server:
bg_bg: Сървър:
es: Servidor:

source: Show notifications on track change
bg_bg: Показвай информативен балон при смяна на песента
de_de: Benachrichtigung anzeigen beim Liedwechsel
es: Mostrar notificación cuando se cambie de canción

source: Song cover cache limit:
bg_bg: Кеш за обложките на песни:
es: Límite para la cache de portadas:

source: Use a custom proxy
bg_bg: Дефиниране на прокси
de_de: Proxy einstellen
es: Usar un proxy personalizado

source: Use system configured proxy
bg_bg: Използвай прокси от системните настройки
de_de: System-eingestellte Proy verwenden.
es: Usar proxy configurado en el sistema

source: Username:
bg_bg: Потребител:
de_de: Benutzername:
es: Nombre de usuario:

source: You need to install pylast to use Last.fm. Please execute "sudo pip install pylast" to install it.
bg_bg: Трябва да иснталирате pylast, за да използвате Last.fm. Моля изпълнете "sudo pip install pylast" за да го инсталирате.
de_de: Sie müssen pylast installieren, um Last.fm zu nutzen. Führen Sie "sudo pip install pylast" im Terminal um es zu installieren.
es: Necesitas instalar pylast para usar Last.fm. Por favor ejecute "sudo pip install pylast" para instalarlo.

source: You need to restart gSharkDown for the proxy changes to takes effect.
bg_bg: Трябва да рестартирате gSharkDown за приемане на прокси-настройките.
de_de: Sie müssen gSharkDown neustarten, damit die Proxy-Einstellungen übernomen werden.
es: Necesitarás reiniciar gSharkDown para que los cambios en el proxy surtan efecto.

source: gSharkDown Preferences
bg_bg: gSharkDown настройки
de_de: gSharkDown Einstelliungen
es: Preferencias de gSharkDown

source: About GrooveDown
bg_bg: Относно gSharkDown
de_de: Über gSharkDown
es: Acerca de GrooveDown

source: Downloading MP3's is illegal in some countries! Please check the law in your country.
bg_bg: Изтеглянето на mp3 файлове е нелегално в някои държави! Моля уверете се, че нарушавате закона във вашата държава.
de_de: Das herunterladen von mp3 Dateien ist in eingigen Ländern verboten! Bitte prüfen Sie ob es Ihnen erlaubt ist mp3 Dateien auf diese Weise herunterzuladen.
es: ¡La descarga de MP3's es ilegal en algunos países! Revise las leyes de su país.

source: Gnome-toolkit based desktop application for downloading music files from Grooveshark.com
bg_bg: Gnome-toolkit базирано, десктоп приложение за изтегляне на файлове от Grooveshark.com
de_de: Gnome-Toolkit basiertes Programm zum abspielen und herunterladen von Liedern von Grooveshark.com
es: Aplicación para el escritorio GNOME para descargar y escuchar archivos de música de Grooveshark.com.

source: Please buy me a beer :)
bg_bg: Моля, купете ми бира :)
de_de: Bitte, kaufen Sie mir einen Bier. :)
es: Por favor cómprame una cerveza :)

source: gSharkDown is licensed under the GNU GPL v3 License The gSharkDown icon is made by wall-e-ps (http://wall-e-ps.deviantart.com/) The groove.py library is developed by George Stephanos (jacktheripper51 @ github) Link to the sources: https://github.com/jacktheripper51/groove-dl
bg_bg: gSharkDownе лицензиран под GNU GPL v3 License gSharkDown иконата е направена отwall-e-ps (http://wall-e-ps.deviantart.com/) Библиотеката groove.py е разработена от George Stephanos (jacktheripper51 @ github) Вързка към изходния код: https://github.com/jacktheripper51/groove-dl
de_de: gSharkDown ist unter der GNU GPL v3 lizensiert Das gSharkDown Icon ist von wall-e-ps (http://wall-e-ps.deviantart.com/) Die groove.py Bibliothek ist von George Stephanos (jacktheripper51 @ github) entwickelt worden Link zu den Sources: https://github.com/jacktheripper51/groove-dl
es: gSharkDown está liberado bajo la Licencia GNU GPL v3. El icono de gSharkDown está hecho por wall-e-ps (http://wall-e-ps.deviantart.com/). La biblioteca groove.py es desarrollada por George Stephanos (jacktheripper51 @ github). Enlace al código fuente: https://github.com/jacktheripper51/groove-dl

source: gSharkDown website
bg_bg: gSharkDown уебстраница
de_de: gSharkDown Webseite
es: Sitio web de gSharkDown

source: <b>Player</b>
bg_bg: <b>Плейър</b>
es: <b>Reproductor</b>

source: Add to playlist
bg_bg: Добави за просвирване
de_de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista de reproducción

source: Cancels all downloads
bg_bg: Откажи всички изтегляния
de_de: Alle absagen
es: Cancelar todas las descargas

source: Check for Updates
bg_bg: Провери за нова версия
de_de: Auf Updates prüfen
es: Verificar actualizaciones

source: Clear
bg_bg: Изчисти
de_de: Leeren
es: Limpiar

source: Clear completed downloads
bg_bg: Изчисти изтеглените
de_de: Heruntergeladene von der Liste entfernen
es: Limpiar descargas completadas

source: Delete all
bg_bg: Изтрий всички
de_de: All löschen
es: Eliminar todo

source: Download selected
bg_bg: Изтегли избраните
de_de: Ausgewähltes herunterladen
es: Descargar seleccionado

source: Edit Preferences
bg_bg: Редактирай настройки
de_de: Einstelliungen bearbeiten
es: Editar Preferencias

source: Filter:
bg_bg: Филтър:
es: Filtro:

source: Load playlist from file
bg_bg: Зареди списък за просвирване от файл
de_de: Wiedergabeliste von Datei laden
es: Cargar lista de reproducción desde un archivo

source: Love track on Last.fm
bg_bg: Добавя песен в любими в Last.fm
de_de: Liebe das Lied in Last.fm
es: Amar canción en Last.fm

source: Menu
bg_bg: Меню
de_de: Menü
es: Menú

source: Pause all
bg_bg: Пауза за всички
de_de: Alle pausieren
es: Pausar todo

source: Playlist
bg_bg: Списък за просвирване
de_de: Wiedergabeliste
es: Lista de reproducción

source: Quit the application
bg_bg: Излез от приложението
de_de: Programm beenden
es: Salir de la aplicación

source: Resume
bg_bg: Поднови
de_de: Wieder aufnehmen
es: Reanudar

source: Resume all
bg_bg: Поднови всички
de_de: Neustarten
es: Reaundar todo

source: Resumes all downloads
bg_bg: Поднови всички изтегляния
de_de: Herunterladen neustarten
es: Reanudar todas las descargas

source: Search Results
bg_bg: Резултати от търсенето
de_de: Suchergebnisse
es: Resultados de Búsqueda

source: Search the grooveshark
bg_bg: Търси в grooveshark
de_de: Suche in grooveshark
es: Buscar en Grooveshark

source: Show About dialog
bg_bg: Покажи диалог относно приложението
de_de: About-Dialog ansehen
es: Muestra el diálogo Acerca de

source: Show info for the song
bg_bg: Покажи информация за избрана песен
de_de: Informationsdialog über das Lied zeigen
es: Mostrar información de la canción

source: Stops all downloads
bg_bg: Откажи всички изтегляния
de_de: Herunterladen von alle abbrechen
es: Parar todas las descargas

source: Switch to downloads list
bg_bg: Превключи към списък за изтегляне
de_de: Zur Heurnterladeliste springen
es: Cambiar a la lista de descargas

source: Switch to playlist
bg_bg: Преклключи към списъка за просвирване
de_de: Zur Wiedergabeliste springen
es: Cambiar a la lista de reproducción

source: There is no songs in the playlist.
bg_bg: Няма песни в списъка за просвирване
de_de: Es gibt keine Lieder in der Wiedergabeliste.
es: No hay canciones en la lista de reproducción.

source: Toggle repeat all
bg_bg: Повтаряй всички
de_de: Umschalten Alle wiederholen
es: Activar/Desactivar Repetición

source: Toggle shuffle all
bg_bg: Превключи разбъркване на всички
de_de: Umschalten Shuffle alle
es: Activar/Desactivar Shuffle

source: Track seeking is planned for future version
bg_bg: Превъртане на песента е планирано за следваща версия.
de_de: In Track springen ist für nächste Version geplannt.
es: Moverse entre la canción está planeado para una versión futura

source: label
es: etiqueta

source: Bulgarian - Vladimir Kolev German - Vladimir Kolev Italian - Andrea Sciucca Spanish - Damián Nohales
es: Búlgaro - Vladimir Kolev Alemán - Vladimir Kolev Italiano - Andrea Sciucca Español - Damián Nohales

source: Copyright © 2011-2012 Vladimir Kolev and Damián Nohales
es: Copyright © 2011-2012 Vladimir Kolev y Damián Nohales
